Repository: ijennyRSM/noop
Catalog: Strand/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, pl, pt_pt, ru, th, zh_hans, zh_hant

# Zone %lld · %@
source: Zone %1$lld · %2$@
es: Zona %lld · %@
it: Zona %1$lld · %2$@
pl: Strefa %1$lld · %2$@
pt_pt: Zona %1$lld · %2$@
ru: Зона %1$lld · %2$@
th: โซน %lld · %@
zh_hans: 区间 %1$lld · %2$@
zh_hant: 區間 %1$lld · %2$@

# Zone %lld · %lld%%
source: Zone %1$lld · %2$lld%%
es: Zona %lld · %lld%%
it: Zona %lld · %lld%%
pl: Strefa %1$lld · %2$lld%%
pt_pt: Zona %1$lld · %2$lld%%
ru: Зона %1$lld · %2$lld%%
th: โซน %lld · %lld%%
zh_hans: 区间 %lld · %lld%%
zh_hant: 區間 %lld · %lld%%

source: Standard
es: Estándar
pl: Standardowe
pt_pt: Padrão
ru: Стандарт
th: มาตรฐาน
zh_hans: 标准
zh_hant: 標準

source: Zone %lld
es: Zona %lld
it: Zona %lld
pl: Strefa %lld
pt_pt: Zona %lld
ru: Зона %lld
th: โซน %lld
zh_hans: 区间 %lld
zh_hant: 區間 %lld

source: Apple Health
fr: Apple Santé
ru: Apple Здоровье
zh_hans: Apple 健康
zh_hant: Apple 健康

source: Beta
fr: Bêta
ru: Бета
th: เบต้า

source: BETA
fr: BÊTA
ru: БЕТА
th: เบต้า

source: Feb
fr: Févr.
pl: luty
pt_pt: Fevereiro
ru: Февр.
th: ก.พ
zh_hans: 2月
zh_hant: 2月

source: HR-from-PPG sub-lag interpolation (v26 gap-fill)
fr: Interpolation du sous-logement HR-from-PPG (v26)
pl: Interpolacja sub-opóźnienia HR-from-PPG (wypełnienie luk v26)
pt_pt: Interpolação de sublag HR-from-PPG (gap fill v26)
th: การแก้ไขความล่าช้าย่อย HR จาก PPG (เติมช่องว่าง v26)
zh_hans: 基于 PPG 信号的心率亚延迟插值 (v26 间隙填充算法)

source: HRV (RMSSD)
fr: VFC (RMSSD)
pt_pt: VFC (RMSSD)
ru: ВСР (RMSSD)

source: Imperial
fr: Impérial
it: Imperiale
pl: Cesarski
ru: Имперская
th: อิมพีเรียล
zh_hans: 英制
zh_hant: 英制

source: Jul
fr: Juil.
it: Lug
pl: lipiec
pt_pt: julho
ru: Июл
th: ก.ค
zh_hans: 7月
zh_hant: 7月

source: Jun
fr: Juin
it: Giu
pl: czerwca
pt_pt: junho
ru: Июн
th: มิ.ย
zh_hans: 6月
zh_hant: 6月

source: Live Sessions (beta)
fr: Sessions en direct (bêta)
pl: Sesje na żywo (beta)
pt_pt: Sessões em direto (beta)
th: เซสชันแบบเรียลไทม์ (เบต้า)
zh_hans: Live Sessions 实时记录 (测试版)

source: Neutral
fr: Neutre
it: Neutro
pl: Neutralny
pt_pt: Neutro
ru: Нейтрально
th: เป็นกลาง
zh_hans: 中性
zh_hant: 中性

source: RHR
fr: FCR
ru: Пульс покоя
zh_hans: 静息心率(RHR)

source: SENSOR
fr: CAPTEUR
it: SENSORE
pl: TRANSDUKTOR
ru: ДАТЧИК
th: เซ็นเซอร์
zh_hans: 传感器
zh_hant: 感測器

source: Sep
fr: Sept.
it: Set
pl: wrzesień
pt_pt: Setembro
ru: Сен
th: ก.ย
zh_hans: 9月
zh_hant: 9月

source: Undo
fr: Annuler
pl: Anulować
pt_pt: Desfazer
th: เลิกทำ
zh_hans: 撤销

source: Normal
it: Normale
pl: Normalnie
pt_pt: Normais
ru: Нормальный
th: ปกติ
zh_hans: 正常
zh_hant: 正常

source: %@ · %lld goals
pl: %@ · cele: %lld
th: %@ · %lld เป้าหมาย

source: %@ is still open
pl: %@ wciąż pozostaje otwarte
th: %@ ยังเปิดอยู่ครับ

source: %@ is still open. Tell NOOP whether it happened, moved, or did not happen.
pl: %@ wciąż pozostaje otwarte. Powiedz NOOP, czy się odbyło, zostało przełożone, czy nie doszło do skutku.
th: %@ ยังเปิดอยู่ครับ บอก NOOP ว่าเกิดขึ้น ย้าย หรือไม่เกิดขึ้น

source: %lld in a row
pl: %lld z rzędu
th: %lld ติดกัน

source: 1 min
pl: 1 minuta
pt_pt: 1 minuto
th: 1 นาที

source: 2 min
pl: 2 minuty
pt_pt: 2 minutos
th: 2 นาที

source: 2W
pl: 2 tyg.
ru: 2 Вт
th: 2ส.

source: 3W
pl: 3 tyg.
ru: 3 Вт
th: 3ส.

source: 5 min
pl: 5 minut
pt_pt: 5 minutos
th: 5 นาที

source: A buzz confirms a workout starting and saving.
pl: Wibracja potwierdza rozpoczęcie i zapisanie treningu.
th: สายรัดจะสั่นเพื่อยืนยันเมื่อเริ่มและบันทึกการออกกำลังกาย

source: A completed calendar week counts when at least 80% of the commitments linked to this goal were completed. Paused weeks and weeks protected by illness, pain or travel neither extend nor break the run. Weeks with no commitments are neutral.
pl: Tydzień kalendarzowy liczy się jako ukończony, gdy wykonano co najmniej 80% zobowiązań powiązanych z tym celem. Tygodnie wstrzymane oraz chronione z powodu choroby, bólu lub podróży ani nie przedłużają, ani nie przerywają serii. Tygodnie bez zobowiązań są neutralne.
th: สัปดาห์ปฏิทินที่เสร็จสมบูรณ์จะนับเมื่อบรรลุข้อผูกพันที่เชื่อมโยงกับเป้าหมายนี้อย่างน้อย 80% สัปดาห์และสัปดาห์ที่หยุดชั่วคราวได้รับการปกป้องจากการเจ็บป่วย ความเจ็บปวด หรือการเดินทาง ไม่ยืดหรือหยุดการวิ่ง สัปดาห์ที่ไม่มีข้อผูกมัดถือเป็นสัปดาห์ที่เป็นกลาง

source: A goal and routines prepared for your review
pl: Cel i rutyny przygotowane do Twojego przeglądu
th: เป้าหมายและกิจวัตรที่เตรียมไว้ให้คุณทบทวน

source: A goal of this type is already active. Replacing it closes the old goal but keeps its history.
pl: Cel tego typu jest już aktywny. Zastąpienie go zamyka stary cel, ale zachowuje jego historię.
th: เป้าหมายประเภทนี้มีการใช้งานอยู่แล้ว การแทนที่จะปิดเป้าหมายเก่าแต่ยังคงรักษาประวัติไว้

source: A recorded workout may belong to this plan.
pl: Zarejestrowany trening może należeć do tego planu.
th: การออกกำลังกายที่บันทึกไว้อาจเป็นของแผนนี้

source: Achieved
pl: Osiągnięto
th: สำเร็จแล้ว

source: Actions %lld/%lld
pl: Działania %lld/%lld
th: การดำเนินการ %lld/%lld

source: Add a daily action to turn a long-term goal into something concrete today.
pl: Dodaj codzienne działanie, by zamienić długoterminowy cel w coś konkretnego już dziś.
th: เพิ่มการกระทำในแต่ละวันเพื่อเปลี่ยนเป้าหมายระยะยาวให้เป็นรูปธรรมตั้งแต่วันนี้

source: Add steps, a workout, or a manual check-off to make progress concrete today.
pl: Dodaj kroki, trening albo ręczne odhaczenie, by postęp stał się dziś konkretny.
th: เพิ่มจำนวนก้าว การออกกำลังกาย หรือการตรวจสอบด้วยตนเองเพื่อสร้างความก้าวหน้าอย่างเป็นรูปธรรมในวันนี้

source: AM
pl: JESTEM
pt_pt: SOU
th: เช้า
zh_hans: 上午
zh_hant: 上午

source: Apple
pl: Jabłko
pt_pt: Maçã
th: แอปเปิล

source: Apply anyway
pl: Zastosuj mimo to
th: สมัครยังไงก็ได้

source: Apply goal changes
pl: Zastosuj zmiany celu
th: ใช้การเปลี่ยนแปลงเป้าหมาย

source: Apply selection
pl: Zastosuj wybór
th: ใช้การเลือก

source: Best %lld
pl: Najlepsze %lld
th: ดีที่สุด %lld

source: Blood oxygen (SpO₂ %)
pl: Saturacja krwi (SpO₂ %)
th: ออกซิเจนในเลือด (SpO₂)

source: Blood Oxygen: strap estimate (WHOOP 5/MG)
pl: Saturacja krwi: szacunek opaski (WHOOP 5/MG)
th: ออกซิเจนในเลือด: ประมาณสายรัด (WHOOP 5/MG)

source: Breathing pacer
pl: Prowadzenie oddechu
th: ตัวช่วยกำหนดจังหวะหายใจ

source: Buzz each inhale and exhale during a breathing or resonance session.
pl: Wibruj przy każdym wdechu i wydechu podczas sesji oddechowej lub rezonansowej.
th: ให้สายรัดสั่นทุกครั้งที่หายใจเข้าและออกระหว่างการฝึกหายใจ

source: Buzz on each interval change.
pl: Wibruj przy każdej zmianie interwału.
th: ให้สายรัดสั่นเมื่อเปลี่ยนแต่ละช่วง

source: Can't apply this draft
pl: Nie można zastosować tego szkicu
th: ใช้ฉบับร่างนี้ไม่ได้

source: Choose a workout
pl: Wybierz trening
th: เลือกการออกกำลังกาย

source: Choose which in-session cues buzz your wrist during a breathing session, timer, or workout.
pl: Wybierz, które sygnały w trakcie sesji mają wibrować na nadgarstku podczas sesji oddechowej, minutnika lub treningu.
th: เลือกว่าสัญญาณใดในเซสชั่นจะส่งเสียงที่ข้อมือของคุณในระหว่างเซสชั่นการหายใจ การจับเวลา หรือการออกกำลังกาย

source: Coach drafts
pl: Szkice trenera
th: ฉบับร่างจากโค้ช

source: Coaching
pl: Prowadzenie
ru: Coachинг
th: การฝึกสอน

source: Coaching buzzes during a live workout session.
pl: Wibracje prowadzące podczas treningu na żywo.
th: ให้สายรัดสั่นแนะนำระหว่างการออกกำลังกายแบบเรียลไทม์

source: Create this goal
pl: Utwórz ten cel
th: สร้างเป้าหมายนี้

source: Custom colour
pl: Własny kolor
th: สีที่กำหนดเอง

source: Daily actions
pl: Codzienne działania
th: สิ่งที่ต้องทำประจำวัน

source: Daily actions %lld/%lld
pl: Codzienne działania %lld/%lld
th: การกระทำรายวัน %lld/%lld

source: Decline draft
pl: Odrzuć szkic
th: ปฏิเสธฉบับร่าง

source: Delete action
pl: Usuń działanie
th: ลบการดำเนินการ

source: DIST
pl: ODLEGŁ
ru: ДИСТ
th: ระยะ
zh_hans: 距离
zh_hant: 距離

source: ECG
pl: EKG
th: คลื่นไฟฟ้าหัวใจ

source: Edit daily action
pl: Edytuj codzienne działanie
th: แก้ไขการกระทำรายวัน

source: Edit routine
pl: Edytuj rutynę
th: แก้ไขกิจวัตร

source: Extend
pl: Przedłuż
th: ขยาย

source: FW %@
pl: Oprogramowanie sprzętowe %@
pt_pt: NF %@
ru: Прошивка %@
zh_hans: 固件 %@
zh_hant: 韌體 %@

source: General — no specific goal
pl: Ogólnie — bez konkretnego celu
th: ทั่วไป — ไม่มีเป้าหมายเฉพาะเจาะจง

source: Goal and routine draft
pl: Szkic celu i rutyny
th: เป้าหมายและร่างกิจวัตรประจำวัน

source: Goal for this session
pl: Cel tej sesji
th: เป้าหมายสำหรับเซสชั่นนี้

source: Goal monitoring and flexible streaks freeze. Existing planned sessions stay in Your plan.
pl: Monitorowanie celu i elastyczne serie zostają zamrożone. Zaplanowane sesje pozostają w Twoim planie.
th: การติดตามเป้าหมายและการต่อเนื่องที่ยืดหยุ่นหยุดนิ่ง เซสชันที่วางแผนไว้ที่มีอยู่จะยังคงอยู่ในแผนของคุณ

source: Goal needs a decision
pl: Cel wymaga decyzji
th: เป้าหมายต้องมีการตัดสินใจ

source: Goal needs a review
pl: Cel wymaga przeglądu
th: เป้าหมายต้องการการตรวจสอบ

source: Goal weeks
pl: Tygodnie celu
th: สัปดาห์เป้าหมาย

source: Goal-week tracking is loading.
pl: Trwa wczytywanie śledzenia tygodni celu.
th: กำลังโหลดการติดตามเป้าหมายสัปดาห์

source: Goals today
pl: Cele na dziś
th: เป้าหมายวันนี้

source: Haptics
pl: Wibracje
th: การสั่น

source: Interval timer
pl: Minutnik interwałowy
th: ตัวจับเวลาช่วง

source: Keep working
pl: Pracuj dalej
th: ทำงานต่อไป

source: lb
pl: funty
ru: фунт
zh_hans: 磅
zh_hant: 磅

source: Link activity
pl: Powiąż aktywność
th: เชื่อมโยงกิจกรรม

source: Live Session cues
pl: Sygnały sesji na żywo
th: ตัวชี้นำเซสชันสด

source: Local baseline: %@ · %@
pl: Lokalna linia bazowa: %@ · %@
th: ค่าฐานในอุปกรณ์: %@ · %@

source: Mark completed
pl: Oznacz jako ukończone
th: ทำเครื่องหมายว่าเสร็จแล้ว

source: Minimum duration
pl: Minimalny czas trwania
th: ระยะเวลาขั้นต่ำ

source: More, %lld goal draft waiting for review
pl: Więcej, szkiców celu czekających na przegląd: %lld
th: เพิ่มเติม ร่างเป้าหมาย %lld รอการตรวจสอบ

source: Needs the full encrypted bond: close the official WHOOP app and pair the strap to NOOP first (a live-HR-only link can't carry a config write).
pl: Wymaga pełnego szyfrowanego powiązania: najpierw zamknij oficjalną aplikację WHOOP i sparuj opaskę z NOOP (połączenie tylko z tętnem na żywo nie przeniesie zapisu konfiguracji).
th: ต้องการการเชื่อมโยงที่เข้ารหัสเต็มรูปแบบ: ปิดแอป WHOOP อย่างเป็นทางการและจับคู่สายรัดกับ NOOP ก่อน (ลิงก์ live-HR-only ไม่สามารถเขียนการกำหนดค่าได้)

source: New daily action
pl: Nowe codzienne działanie
th: การกระทำรายวันใหม่

source: No draft waiting
pl: Brak oczekujących szkiców
th: ไม่มีร่างรอ

source: NOOP will not close the goal for you. Confirm it only if this measurement means the goal is complete to you.
pl: NOOP nie zamknie celu za Ciebie. Potwierdź tylko wtedy, gdy ten pomiar oznacza dla Ciebie ukończenie celu.
th: NOOP จะไม่ปิดเป้าหมายแทนคุณ โปรดยืนยันเมื่อค่าที่วัดได้นี้หมายความว่าคุณบรรลุเป้าหมายแล้วเท่านั้น

source: Not from the strap. SpO₂ can be filled by importing a WHOOP or Health export.
pl: Nie pochodzi z opaski. SpO₂ można uzupełnić, importując eksport z WHOOP lub Zdrowia.
th: ไม่ใช่จากสายรัด สามารถเติม SpO₂ ได้โดยการนำเข้า WHOOP หรือการส่งออก Health

source: Nothing changes until you review and confirm.
pl: Nic się nie zmienia, dopóki nie przejrzysz i nie potwierdzisz.
th: ไม่มีการเปลี่ยนแปลงจนกว่าคุณจะตรวจสอบและยืนยัน

source: Nothing here is active until you confirm. Goal outcomes remain separate from routine completion.
pl: Nic tutaj nie jest aktywne, dopóki nie potwierdzisz. Wyniki celu pozostają oddzielone od wykonania rutyny.
th: ไม่มีสิ่งใดที่นี่ทำงานจนกว่าคุณจะยืนยัน ผลลัพธ์ของเป้าหมายยังคงแยกจากการสำเร็จตามปกติ

source: Nov
pl: listopad
pt_pt: novembro
ru: Нояб.
th: พ.ย
zh_hans: 11月
zh_hant: 11月

source: On-device estimate, or experimental / firmware-gated
pl: Szacunek na urządzeniu albo funkcja eksperymentalna / zależna od firmware'u
th: การประมาณบนอุปกรณ์หรือการทดลอง / การควบคุมเฟิร์มแวร์

source: One action can support several goals.
pl: Jedno działanie może wspierać kilka celów.
th: การกระทำหนึ่งสามารถสนับสนุนได้หลายเป้าหมาย

source: One activity can support several goals. Confirm the suggestions before saving.
pl: Jedna aktywność może wspierać kilka celów. Potwierdź propozycje przed zapisaniem.
th: กิจกรรมหนึ่งสามารถรองรับได้หลายเป้าหมาย ยืนยันข้อเสนอแนะก่อนที่จะบันทึก

source: One tap writes the key; NOOP then reads it back off the strap and reports the value it actually stores — the write's own "success" is not treated as proof.
pl: Jedno dotknięcie zapisuje klucz; NOOP odczytuje go następnie z opaski i podaje wartość, którą naprawdę przechowuje — samo „powodzenie” zapisu nie jest traktowane jako dowód.
th: การแตะเพียงครั้งเดียวจะเขียนคีย์ จากนั้น NOOP จะอ่านกลับจากสายรัดและรายงานมูลค่าที่เก็บไว้จริง - "ความสำเร็จ" ของการเขียนนั้นไม่ถือว่าเป็นการพิสูจน์

source: OPTIMAL
pl: OPTYMALNE
pt_pt: ÓTIMO
ru: ОПТИМАЛЬНО
th: เหมาะสมที่สุด

source: partly
pl: częściowo
th: บางส่วน

source: Past goals
pl: Wcześniejsze cele
th: เป้าหมายที่ผ่านมา

source: Pause this goal?
pl: Wstrzymać ten cel?
th: หยุดเป้าหมายนี้ชั่วคราวใช่ไหม

source: Pick an activity to begin recording heart rate, effort, peak, and average.
pl: Wybierz aktywność, by zacząć zapisywać tętno, wysiłek, wartość szczytową i średnią.
th: เลือกกิจกรรมเพื่อเริ่มการบันทึก อัตราการเต้นหัวใจ, ภาระร่างกาย จุดสูงสุด และค่าเฉลี่ย

source: Plan needs your check
pl: Plan wymaga Twojego sprawdzenia
th: แผนต้องการเช็คของคุณ

source: Plan needs your check. Opens your plan.
pl: Plan wymaga Twojego sprawdzenia. Otwiera Twój plan.
th: แผนต้องการเช็คของคุณ เปิดแผนของคุณ

source: Plan updated
pl: Zaktualizowano plan
th: อัปเดตแผนแล้ว

source: Please review the draft.
pl: Przejrzyj szkic.
th: โปรดตรวจสอบร่าง

source: Possible workout found for %@
pl: Znaleziono możliwy trening dla %@
th: พบการออกกำลังกายที่เป็นไปได้สำหรับ %@

source: Read live off the strap
pl: Odczytane z opaski na żywo
th: อ่านแบบเรียลไทม์จากสายรัด

source: Recovery & strain
pl: Regeneracja i obciążenie
th: การฟื้นตัว และ ภาระร่างกาย

source: Review
pl: Przejrzyj
th: ควรตรวจสอบ

source: Review a suggested multi-goal link
pl: Przejrzyj proponowane powiązanie z wieloma celami
th: ตรวจสอบลิงก์หลายเป้าหมายที่แนะนำ

source: Review draft
pl: Przejrzyj szkic
th: ตรวจสอบร่าง

source: Review goal & routines
pl: Przejrzyj cel i rutyny
th: ทบทวนเป้าหมายและกิจวัตรประจำวัน

source: Routine setup
pl: Konfiguracja rutyny
th: การตั้งค่าประจำ

source: Search workouts
pl: Szukaj treningów
th: ค้นหาการออกกำลังกาย

source: Select the setup goal or link another active goal.
pl: Wybierz cel z konfiguracji albo powiąż inny aktywny cel.
th: เลือกเป้าหมายการตั้งค่าหรือเชื่อมโยงเป้าหมายอื่นที่ใช้งานอยู่

source: Series %lld
pl: Seria %lld
th: ซีรีส์ %lld

source: Show all %lld actions
pl: Pokaż wszystkie działania: %lld
th: แสดงการกระทำของ %lld ทั้งหมด

source: strap estimate (unverified)
pl: szacunek opaski (niezweryfikowany)
th: การประมาณสายรัด (ไม่ได้รับการยืนยัน)

source: Stress (on-device)
pl: Stres (na urządzeniu)
th: ความเครียด (บนอุปกรณ์)

source: Supporting activities
pl: Aktywności wspierające
th: สนับสนุนกิจกรรม

source: These show execution, not proof that the outcome itself was reached.
pl: Pokazują wykonanie, a nie dowód na osiągnięcie samego wyniku.
th: การกระทำเหล่านี้แสดงถึงการดำเนินการ ไม่ใช่ข้อพิสูจน์ว่าถึงผลลัพธ์แล้ว

source: This activity supports none of these
pl: Ta aktywność nie wspiera żadnego z nich
th: กิจกรรมนี้ไม่สนับสนุนกิจกรรมเหล่านี้เลย

source: This date has passed, but nothing has been assumed.
pl: Ta data minęła, ale niczego nie założono.
th: วันที่นี้ผ่านไปแล้วแต่ไม่มีอะไรเกิดขึ้น

source: This goal and routine draft has already been decided.
pl: Ten szkic celu i rutyny został już rozstrzygnięty.
th: เป้าหมายและร่างกิจวัตรนี้ได้รับการตัดสินใจแล้ว

source: This pace is faster than usually recommended. Add your reason before applying the goal.
pl: To tempo jest szybsze, niż zwykle się zaleca. Podaj powód przed zastosowaniem celu.
th: ก้าวนี้เร็วกว่าที่แนะนำโดยทั่วไป เพิ่มเหตุผลของคุณก่อนที่จะใช้เป้าหมาย

source: toggle ON · no @82 data
pl: przełącznik WŁ. · brak danych @82
th: สลับเปิด · ไม่มีข้อมูล @82

source: Type
pl: Typ
th: ประเภท

source: Use local suggestions
pl: Używaj lokalnych sugestii
th: ใช้คำแนะนำในท้องถิ่น

source: VO₂max
pl: VO₂maks
pt_pt: VO₂máx.
th: VO₂สูงสุด
zh_hans: 最大摄氧量
zh_hant: 最大攝氧量

source: vs WHOOP
pl: w porównaniu z WHOOP
pt_pt: contra WHOOP
ru: относительно WHOOP
th: เทียบกับ WHOOP
zh_hans: 对比 WHOOP
zh_hant: 對比 WHOOP

source: Waiting for your strap to identify itself as an MG. Only a WHOOP MG has ECG electrodes, so NOOP won't write this key to anything else.
pl: Czekamy, aż opaska przedstawi się jako MG. Tylko WHOOP MG ma elektrody EKG, więc NOOP nie zapisze tego klucza w niczym innym.
th: กำลังรอให้สายรัดของคุณระบุตัวเองว่าเป็น MG มีเพียง WHOOP MG เท่านั้นที่มีอิเล็กโทรด ECG ดังนั้น NOOP จะไม่เขียนคีย์นี้ไปยังสิ่งอื่นใด

source: We found a possible workout for %@. Please confirm the link.
pl: Znaleźliśmy możliwy trening dla %@. Potwierdź powiązanie.
th: เราพบการออกกำลังกายที่เป็นไปได้สำหรับ %@ กรุณายืนยันลิงค์

source: Which goal does this serve?
pl: Któremu celowi to służy?
th: กิจกรรมนี้สนับสนุนเป้าหมายใด

source: Which goals did %@ support?
pl: Które cele wsparło %@?
th: %@ รองรับเป้าหมายใดบ้าง

source: Which goals does this support?
pl: Które cele to wspiera?
th: สิ่งนี้สนับสนุนเป้าหมายใดบ้าง

source: Workout detection
pl: Wykrywanie treningów
th: การตรวจจับการออกกำลังกาย

source: Workout start & end
pl: Początek i koniec treningu
th: เริ่มต้นและสิ้นสุดการออกกำลังกาย

source: yes
pl: tak
th: ใช่

source: Your goals at a glance
pl: Twoje cele w skrócie
th: เป้าหมายของคุณโดยสรุป

source: Your measured target appears reached
pl: Zmierzona wartość docelowa wygląda na osiągniętą
th: เป้าหมายที่วัดได้ของคุณปรากฏถึงเป้าหมายแล้ว

source: Your WHOOP 5.0/MG sends a strap-computed SpO₂ percentage (the @82 candidate byte) every second. An 8-night independent validation tracked it at corr +0.99 against the WHOOP app, but two nights on the original test device moved the OPPOSITE direction — device/firmware variance is unresolved. Turning this on surfaces the nightly mean in the Blood Oxygen tile as "strap estimate (unverified)" when no calibrated import exists. It never feeds recovery or illness scoring. WHOOP 4.0 has no @82 stream, so this does nothing there.
pl: Twój WHOOP 5.0/MG co sekundę przesyła wyliczoną przez opaskę wartość SpO₂ (kandydujący bajt @82). Niezależna ośmionocna weryfikacja wykazała korelację +0,99 z aplikacją WHOOP, ale dwie noce na pierwotnym urządzeniu testowym poszły w PRZECIWNYM kierunku — rozbieżność między urządzeniami i wersjami firmware'u pozostaje niewyjaśniona. Włączenie tego pokazuje średnią nocną w kafelku Saturacja krwi jako „szacunek opaski (niezweryfikowany)”, gdy nie ma skalibrowanego importu. Nigdy nie zasila oceny regeneracji ani choroby. WHOOP 4.0 nie ma strumienia @82, więc tam nic to nie zmienia.
th: WHOOP 5.0/MG ของคุณส่งเปอร์เซ็นต์ SpO₂ ที่คำนวณด้วยสายรัด ( @82 ไบต์ตัวเลือก) ทุกๆ วินาที การตรวจสอบอิสระ 8 คืนติดตามได้ที่ corr +0.99 เทียบกับแอป WHOOP แต่สองคืนบนอุปกรณ์ทดสอบดั้งเดิมได้เปลี่ยนทิศทางของ OPPOSITE — ความแปรปรวนของอุปกรณ์/เฟิร์มแวร์ไม่ได้รับการแก้ไข การเปิดสิ่งนี้จะทำให้ค่าเฉลี่ยยามค่ำคืนในไทล์ ออกซิเจนในเลือด เป็น "การประมาณค่าสายรัด (ไม่ได้รับการยืนยัน)" เมื่อไม่มีการนำเข้าที่ปรับเทียบแล้ว มันไม่เคยป้อน การฟื้นตัว หรือการให้คะแนนความเจ็บป่วย WHOOP 4.0 ไม่มีสตรีม @82 ดังนั้นจึงไม่ได้ทำอะไรเลย

source: %@ · %lld kcal
ru: %@ · %lld ккал
th: %@ · %lld กิโลแคลอรี

source: %@ · Beta
ru: %@ · Бета
th: %@ · เบต้า
zh_hans: %@ · 测试版

source: %@ (Beta)
ru: %@ (Бета)
th: %@ (เบต้า)
zh_hans: %@（测试版）

source: %@ kcal
ru: %@ ккал
zh_hans: %@大卡
zh_hant: %@大卡

source: %@h
ru: %@ч
zh_hans: %@小时
zh_hant: %@ 小時

source: %lld kcal
ru: %lld ккал
zh_hans: %lld大卡
zh_hant: %lld大卡

source: %lld min
ru: %lld мин.
th: %lld นาที
zh_hans: %lld 分钟
zh_hant: %lld 分鐘

source: %lld ml
ru: %lld мл
th: %lld มล
zh_hans: %lld 毫升
zh_hant: %lld 毫升

source: %lld ms
ru: %lld мс
th: %lld มิลลิวินาที
zh_hans: %lld 毫秒
zh_hant: %lld 毫秒

source: %lldh
ru: %lldч
zh_hans: %lld小时
zh_hant: %lld 小時

source: %lldm
ru: %lldм
zh_hans: %lld分
zh_hant: %lld 分鐘

source: 0m
ru: 0 мин
th: 0ม
zh_hans: 0分
zh_hant: 0分

source: 3M
ru: 3М
th: 3ด.
zh_hans: 3月
zh_hant: 3個月

source: 6M
pt_pt: 6 milhões
ru: 6М
th: 6ด.
zh_hans: 6月
zh_hant: 6個月

source: cm
ru: см
th: ซม

source: KCAL
ru: ККАЛ
th: กิโลแคลอรี
zh_hans: 千卡
zh_hant: 大卡

source: mg
ru: мг
th: มก

source: min
ru: мин
th: นาที
zh_hans: 分钟
zh_hant: 分鐘

source: n.s.
ru: незначимо

source: REL.
ru: ОТН.
th: เรล
zh_hans: 相对
zh_hant: 相對

source: REM
ru: Быстрый сон

source: RMSSD %lld ms
ru: RMSSD %lld мс
th: RMSSD %lld มิลลิวินาที
zh_hans: RMSSD %lld 毫秒
zh_hant: RMSSD %lld 毫秒

source: SD1 · ms
ru: SD1 · мс
th: SD1 · มิลลิวินาที
zh_hans: SD1 · 毫秒
zh_hant: SD1 · 毫秒

source: SD2 · ms
ru: SD2 · мс
th: SD2 · มิลลิวินาที
zh_hans: SD2 · 毫秒
zh_hant: SD2 · 毫秒

source: v
ru: в

source: Z%lld
ru: З%lld

source: · GPS
th: · จีพีเอส

source: %.2f V
th: %.2f วี

source: °C
th: องศาเซลเซียส

source: Marv
th: มาร์ฟ

source: Mi Band
pt_pt: A minha banda
th: มิแบนด์
zh_hans: 小米手环
zh_hant: 小米手環

source: p < 0.05
th: พี < 0.05

source: Plan %lld/%lld
th: แผน %lld/%lld

source: r = %@
th: ร = %@

source: RMSSD
th: RMSD

source: Svea
th: สเวีย

source: APPLE WATCH
pt_pt: RELÓGIO DE MAÇÃ

source: Whoop
pt_pt: Grito

source: WHOOP 5 / MG
pt_pt: URO 5 / MG

source: SpO₂
zh_hans: 血氧 SpO₂
zh_hant: 血氧 SpO₂
